{
  "_meta": {
    "sources": [
        {
            "json": "CollegeArcaneTailor",
            "abbreviation": "CotAT",
            "full": "College of the Arcane Tailor",
            "authors": [
                "Riesun"
            ],
            "convertedBy": [
                "Riesun"
            ],
            "version": "1.0",
            "url": "https://drive.google.com/file/d/1Mcc6MwgqBdCARhanhQjB3od-z13EYeXv/view"
        }
    ],
    "dateAdded": 1718924488,
    "dateLastModified": 1718924488
  },
  "subclass": [
    {
      "name": "College of the Arcane Tailor",
      "source": "CollegeArcaneTailor",
      "className": "Bard",
      "classSource": "PHB",
      "shortName": "Tailor",
      "subclassFeatures": [
        "College of the Arcane Tailor|Bard||Tailor|CollegeArcaneTailor|3",
        "A Tailored Experience|Bard||Tailor|CollegeArcaneTailor|6",
        "It's All in the Stitching|Bard||Tailor|CollegeArcaneTailor|14"
      ],
      "foundryImg": "icons/equipment/back/cloak-collared-purple-gold.webp"
    }
  ],
    "subclassFeature": [
    {
      "name": "College of the Arcane Tailor",
      "source": "CollegeArcaneTailor",
      "page": 10,
      "className": "Bard",
      "classSource": "PHB",
      "subclassShortName": "Tailor",
      "subclassSource": "CollegeArcaneTailor",
      "level": 3,
      "entries": [
        "Bardic Colleges teach bards many ways to imbue their performances with arcane power. The college of Arcane Tailors dedicates itself to making costumes that enthrall and intrigue. The Bardic Regalia they create are famous for being the centrepieces of great performances and powerful arcane catalysts."
      ]
    },
    {
      "name": "Bardic Regalia",
      "source": "CollegeArcaneTailor",
      "page": 10,
      "className": "Bard",
      "classSource": "PHB",
      "subclassShortName": "Tailor",
      "subclassSource": "CollegeArcaneTailor",
      "level": 3,
      "entries": [
        "When you choose this archetype at 3rd level, you can craft your own Bardic Regalia. The Regalia counts as magical light armor and provides an AC of 13 + your Dexterity modifier. You may craft the armor when you take a short or long rest, and can change its appearance at will. You may add harmless sensory effects to the Regalia at will and instantly soil or clean it along with heating and chilling it. The Regalia can be used as an arcane focus for casting spells.",
        "As an action, you can extend a part of your Regalia to strike your enemies. Make a melee spell attack against a target up to 60 ft. away from you. On a hit, the attack deals 1d10 force damage + your Charisma modifier. This attack’s damage increases by 1d10 when you reach 5th Level (2d10), 11th level (3d10), and 17th level (4d10). This feature can benefit from the bonuses to spell attacks given by spell foci."
      ]
    },
    {
      "name": "Bewitching Raiments",
      "source": "CollegeArcaneTailor",
      "className": "Bard",
      "classSource": "PHB",
      "subclassShortName": "Tailor",
      "subclassSource": "CollegeArcaneTailor",
      "level": 3,
      "entries": [
        "At 3rd level, you may expend a use of your Bardic Inspiration to cast Charm Person using your Regalia as an arcane focus. At 6th level, you can also expend a use of your Bardic Inspiration to cast Incite Greed in the same manner. You may only use this feature on creatures that can see you."
      ]
    },
    {
      "name": "A Tailored Experience",
      "source": "CollegeArcaneTailor",
      "className": "Bard",
      "classSource": "PHB",
      "subclassShortName": "Tailor",
      "subclassSource": "CollegeArcaneTailor",
      "level": 6,
      "entries": [
        "At 6th level, your knowledge of weaving magic into the fabric of your Regalia has improved. You may imbue your Bardic Regalia with the effects of one of the magic items listed below. If the item normally requires attunement, the Regalia does not. You can only have one of these items replicated at a time, and can swap the effect for another during any short or long rest.",
        "The available choices for tailored items are: Cap of Water Breathing, Cloak of Elven Kind, Cloak of the Manta Ray, Gloves of Thievery, Slippers of Spider Climbing, Cloak of Protection, Bracers of Archery, Boots of the Winterlands, Bag of Holding, Gloves of Missile Snaring, Gloves of Swimming and Climbing, Hat of Disguise, Goggles of Night (in the form of a mask), Mariner’s Armor, Hat of Vermin, Handy Spice Pouch, Prosthetic Limb (must look like and be made of cloth).",
        "At 11th level, the following items are added to your list of available choices: Headband of Intellect, Gauntlets of Ogre Power, Winged Boots"
      ]
    },
    {
      "name": "It's All in the Stitching",
      "source": "CollegeArcaneTailor",
      "className": "Bard",
      "classSource": "PHB",
      "subclassShortName": "Tailor",
      "subclassSource": "CollegeArcaneTailor",
      "level": 14,
      "entries": [
        "At 14th level, you are able to use your mastery of magical tailoring to weave spells into the fabric of your Regalia. As an action, you may cast spells and store them into your Bardic Regalia. You may store a total number of spell slots equal to your proficiency modifier. These stored spells appear as patches to you but are invisible to others unless detected using effects like Detect Magic. You inherently know which patch contains which spell. These patches remain indefinitely on your person until used or dispelled. You may, as an action, open one of these patches and release its spell as if you were casting it normally."
      ]
    }
  ]
}
